Revit 2027 API
ParameterTypeId.RbsElecPanelFeedThruLugsCurrentPhasec Property
 "Feed Through Lugs Current Phase C"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelFeedThruLugsCurrentPhasec { get; }
Public Shared ReadOnly Property RbsElecPanelFeedThruLugsCurrentPhasec As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelFeedThruLugsCurrentPhasec {
	ForgeTypeId^ get ();
}
static member RbsElecPanelFeedThruLugsCurrentPhasec : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace